10/data/attachments/3dad8c4dc6aff996.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kelly_hard_Actions_88462_3</nif:username>
            <nif:friendToBeRequested>soap_actions_87503369-b0b0-4cf9-ba8a-ccf7404b5ec5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>